Repository: mozilla-l10n/mt-training-data
Catalog: dag/dag_pontoon.tmx
Source language: en_us
Languages: dag

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
dag: Bɔmi ban sabi buku,ban yuli ka sabi bee ban zaŋ nuchebaŋ mŋaa foto ka bɔhi n nya ban deei yi ni be tuma maa bɛla n ti sakam zaa

source: Contact Form
dag: Bɔlimi ti

source: Contact the Common Voice team
dag: Bolimi kukoyinga nim maa

source: Contact us
dag: Bɔli mi ti

source: Contact Us
dag: Bɔlimi ti

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
dag: Lahabali nyɛla din be Creative Commons license

source: Continue
dag: Tuɣima

source: Continue speaking
dag: Tuɣimi yɛligu

source: Continue validating
dag: Tuɣimi zahimbu maa

source: Continue with Skipped
dag: Zaŋ mi kpahi yaɣi n-tuɣi

source: Contribute
dag: Tohi ma

source: Contribute on GitHub
dag: Tɔhimi GitHub zuɣu

source: Contribute sentences
dag: Pahimi yɛltɔɣa

source: Contribute text
dag: Pahimi sabbu

source: Contribute to { $lang }
dag: Tɔhimi { $lang }

source: Contributing to <bold>{ $language }</bold> dataset
dag: Tɔhiri ti <bold>{ $language }</bold> kpanjɔɣu

source: Contribution Activity
dag: Tɔhibu tuma

source: Contribution Criteria
dag: Pahibu sodolisi

source: Contribution Experience
dag: Tɔhibu Milinsi

source: Contribution Guidelines
dag: tɔhibu sodola

source: Contributors record voice clips by reading from a bank of donated sentences.
dag: Ban tɔhiri kukɔya yaarila kukɔya maa bɛ ni pun tɔhi satarishɛŋa puuni.

source: Cookies
dag: kookies

source: <cookiesLink>Cookies<cookiesLink>
dag: <cookiesLink>kukis<cookiesLink>

source: Copied successfully
dag: Di yaaya ni achiika

source: Copy
dag: kɔɔpima

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
dag: <coquiLink>coqui<coquiLink>nyɛla din niŋ zaɣa ni bi yooi yɛltɔɣa tabibi baŋsim.Bi tuma ŋɔ pahila bɔhimbu din zilima ka be STT mini TTS mazina ni

source: Correct
dag: Viɛnyɛla

source: <correct> Correct</correct>: It’s one hundred miles away from here
dag: Di yɛla maali kubiga zaŋna ni kpe

source: <correct>Correct</correct>: It was twenty per cent off
dag: <correct>Viɛnyɛla</correct>: Didi nyɛla vaabu pishi kɔbiga puuni

source: <correct> Correct</correct>: See you in <underline>twenty fifteen</underline>
dag: <correct> Viɛnyɛla</correct>: Ni nya a <underline>yuun tusaayi ni pia ni anu ni</underline>

source: <correct>Correct</correct>: They were arrested by the <underline>FBI</underline> last Thursday
dag: <correct>Viɛnyɛla</correct>: Bɛ nyɛla <underline>FBI ni daa gbahi shɛba</underline> alaamishi dali maa

source: Corsican
dag: Korsikan

source: { $count } clips
dag: shebi{ $count }vulidisi

source: { $count }mo
dag: mo

source: Country/Region of Residence
dag: A ya/bɔbili shɛli a ni be

source: { $count }wk
dag: shɛli

source: [Crackle] giant dinosaurs of [crackle] -riassic.
dag: Sodoligu

source: Create a Custom Goal
dag: Nammi tahima din ni tum

source: Create API Credentials
dag: Nammi API bin kpɛhira

source: Create a profile
dag: Nammi purofaali

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
dag: Malimi colloquial yɛltɔɣa a maŋmaŋa bee a zo bee yɛltɔɣa dundɔna- kamani Shahira din yi daŋ sabbu beni boli shɛli write-a-thon'

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
dag: Soli yoo mi ti nirikam ŋun ni tooi pahi o haŋkali zaŋ ti common voice din yan che ka di pohim zuɣu biɛhigu tum tuma ti niriba pam.Ti yooi la soya ka bo di tuma nɛma ni ŋmahama sheŋa n-ni too zaŋ tum!

source: Credentials
dag: A bin kpɛhira

source: Crimean Tatar
dag: Krimean Tatar

source: Criteria
dag: Sodolisi

source: Croatian
dag: Kroatian

source: Culturally specific questions
dag: kaya ni ta-ada bɔhisi

source: Dagbani
dag: Dagbanli

source: Daily Goal
dag: Dabsili Tahima

source: Dashboard
dag: Dundɔŋ karili ni

source: Dataset
dag: Lahabaya kpanjɔɣu

source: Dataset: { $datasetLanguage }
dag: Lahabali kpanjɔɣu: { $datasetLanguage }

source: Dataset [{ $datasetName }]
dag: Lahabali kpanjɔɣu [{ $datasetName }]

source: Dataset: { $datasetName }
dag: Lahabali kpanjɔɣu: { $datasetName }

source: Dataset Release
dag: Lahabali kpanjɔɣu yihibuna

source: Datasets
dag: lahabali kpanjɔɣu

source: Date
dag: Dabisili

source: Days
dag: dab'sa

source: Dear community, release time is nearing. Please go validate and transcribe, and also visit the <cvDatasheetsLink>cv-datasheets</cvDatasheetsLink> to update your datasheet.
dag: Yaa yinima laɣingu nima, ti yoobahi la saha miri ti a. Dimsuɣulo, cham n-ti dihitabili ka sabi, ka lahi chaŋ n-ti nyɛ <cvDatasheetsLink>cv-datasheets</cvDatasheetsLink> ka taɣi a "datasheet".

source: Dear community, the new release is now fully on <mdcLink>Mozilla Data Collective</mdcLink>. Join for access to 500+ global datasets, built by and for the community.
dag: Yaa laɣingu nima, ti ni yɛn bahi lahabali kpanjɔɣu shɛli maa zaɣa muni yi pa bɛ <mdcLink>Mozilla Data Collective</mdcLink>. Kpɛma ka nyɛ sɔli din yɛn nya dunia zaa lahabaya mini kukɔya kpanjɔɣu din kalinli gari 500+ ka di nyɛla salo maa n namli n lahi zaŋ ti salo laɣansi maa.

source: Dear community, we are currently working on the release. We expect it to be rolled out in parts in the coming days on <mdcLink>Mozilla Data Collective</mdcLink>.
dag: Ti laɣingu nima, saha ŋɔ, ti na maani la ti yoobahi kpanjɔɣu.

source: Delete
dag: nyahima

source: Delete my recordings
dag: Nyahimi n yaabu maa

source: Delete Profile
dag: Nyahimi maŋmaŋa lahibali jia

source: Dhatki
dag: Dhakti

source: Did you know…
dag: a di mi?

source: Different language
dag: Bal' shɛli dabam

source: Difficult
dag: Din to

source: Difficult to pronounce
dag: Di bolibu tɔmi.

source: Discard ongoing recording
dag: Nyahimi yaabu din na chana

source: Disfluency
dag: Di bi yari lura viɛnyɛla

source: do
dag: Niŋma

source: Documentation
dag: sabisɔŋ

source: Does the sentence meet the guidelines?
dag: Yɛltɔɣili maa doli soya maa?

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
dag: Domain nŋala yali kpeeni din be yɛltɔɣa puuni,a ni tooi piigi sunsuuni

source: Donate
dag: tima

source: Donate your voice
dag: Tohimi a kukɔli

source: Done
dag: Naaya

source: do not
dag: di niŋ

source: Don’t
dag: Mira

source: Don’t Add
dag: Di pahi

source: Don’t Overthink or Overedit
dag: di tiɛhi pam bee di tɔhi sabi pam

source: Don't see your language on Common Voice yet?
dag: A na bi nya a balli Common Voice ni?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
dag: A bi nya a balli ni yina dataset puuni? A yi bɔri bali shɛli nyin chami ti bala paagi maa ni.

source: Don't wish to say
dag: A bi yu ni a yɛli

source: Download
dag: vooma

source: Download Common Voice Data
dag: Yaami binshɛli din nyɛ kukɔli yaabu.

source: Download Data
dag: kpajuɣu din vuli doya

source: Download Dataset Bundle
dag: Kpanjɔɣu din laɣ'm vuli doya

source: Download { $language }
dag: vooma{ $language }

source: Download Links
dag: Zaŋ n-kpɛhi linkinima

source: Download My Data
dag: Yaami n deeta maa

source: Download options for accessing Common Voice data
dag: Vulindigu din mali peebu ka lahi yam n ti kukoli yini.

source: Download our voice datasets
dag: Ti kukoya kpanjuɣu din vuli doya

source: Download profile data
dag: Zaŋmi maŋmaŋa lahibali jia n-kpɛhi

source: Download the Dataset
dag: voomi lahabali kpanjɔɣu maa

source: Download the Single Word Target Segment
dag: ti voorila yɛl'tɔɣi gaŋa maa nini ni kuli kpa shɛli

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
dag: A mali pahigu shɛli din tu ni ti zaŋ pahi n che ka common voice datasets nya naba n zani? che ka ti baŋ ti yɛltɔɣa kpanjɔɣu maa ni

source: Do you want to continue?
dag: A bɔri ni a tuhi?

source: Do you want to Speak, Listen or both?
dag: A bɔrimi ni a yɛli, n wum bee dizaa?

source: Drag and drop or <browseWrap>Browse</browseWrap>
dag: Vooma ka zaŋ bahi bee <browseWrap>Biraawzima</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
dag: Vuumi a gbaŋ maa kana kpe bee <uploadButton>ka a dihi n-zaŋ pahi</uploadButton>

source: Drop file here to upload
dag: Zaŋmi gbaŋ m-bahi kpe ka di pahi

source: Dutch
dag: Jaaman

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
dag: Kpɛhibu kam dini zaŋ n-niŋ lahabaya mini kukɔli kpanjɔɣu ŋɔ ni maa mali la MP3 din gahim ka mali di sabbu faali. Bin <b>{ $total }</b> nima maa pam kukɔli yaara hawa nima din be lahabali mini kukɔli kpanjɔɣu ŋɔ puuni lahi mali la maŋmaŋa lahabaya kamani yuma, paɣa bee do' tali, ni kukɔli niɣimbu din yɛn sɔŋsi ka yɛltɔɣa baŋbu bɔhimbu n-niŋ viɛnyɛla. Lahabaya kpanjɔɣu maa mali la <b>{ $valid }</b> dihitabili hawa nima <b>{ $languages }</b> zuliya yɛltɔɣa puuni, amaa saha shɛli kam, ti kuli pahiri la kukɔya ni zuliya yɛltɔɣa nima. Lihi mi ti <languagesLink> zuliya yɛltɔɣa nima yaɣili </languagesLink> n-ti sɔli ka di zaŋ a zuliya yɛltɔɣa m-pahi bee ka a pili tɔhibu.

source: Easy
dag: Alaha

source: Easy to Understand
dag: Di gbaabu bi to

source: Edit
dag: Maliniŋ

source: Edit Profile
dag: Malimi daadam lahibali jia niŋ

source: Edit tag
dag: Tikparili mali niŋ

source: e.g., “What do you wish you could use technology for?”
dag: shɛhira, “Bɔ ka a di bɔri ni a zaŋ tabibi baŋsim n-niŋ?”

source: Email
dag: Email yuli

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
dag: Iimeeli: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
dag: zaŋmi a maŋ pahi ti satara yuya ŋɔ zuɣu ka bohim a ni yen niŋ shem pahi ti molisi, laɣinsi mini di ŋmahima nahiŋgbana ti salo kukoli ŋɔ puuni

source: Email is already used for a different account
dag: Iimeeli ŋɔ maa pun bɛla Akaunti shɛli zuɣu

source: Email Subscriptions
dag: Iimeeli zaŋ ga nima

source: Empty or Unintelligible
dag: Zaɣ'kuŋ

source: English
dag: Anashaara

source: Enter Email to Download
dag: kpɛhimi a iimeeli ka vooi

source: Enter email to send a sign up link
dag: Kpɛhimi yimeli ka di chɛ ka n yooi linki

source: Enter your Country/Region of Residence
dag: kpɛhimi a ya bee/bɔbili shɛli ani be

source: Enter your email
dag: Kpehima a iimeeli

source: Enter your public domain sentence here
dag: Kpɛhimi a yɛltɔɣili din ka ŋun su li maa kpɛ

source: Enter your public domain sentences here
dag: Kpɛhimi a yɛltɔɣili din ka ŋun su li maa kpɛ

source: Error
dag: Yɛlimuɣisirili

source: Error adding sentence
dag: Muɣisigu beni yɛltɔɣili pahibu ni

source: Error { $code }
dag: chirimbu

source: Error copying
dag: paɣisibu shɛli din be niŋ viɛnyɛla

source: Error fetching API credentials
dag: Paɣisibu shɛli din kpuɣiri API yuya

source: Error submitting tags
dag: Yɛlimuɣisirili kana tikpara maa chani di maa ni

source: Error while playing audio file.
dag: Yɛlimuɣisirili bɛ kukɔli faali maa ŋmɛbu shee

source: Events
dag: laɣinsi

source: Everyone
dag: Eokam

source: Example
dag: shɛhira

source: Example questions
dag: Kotomsi bɔhisi

source: Exceeded 25 questions. Reduce number of questions and retry.
dag: Di yaɣi bɔhisi 25. Piimi a bɔhisi maa kalinli m-bahi ka labi n-niŋ.

source: Exceeded API credentials limit of 10
dag: Di yaɣi API bin kpɛhira tarisi kamani 10

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
dag: Suhupiɛlli lahibali! Diri n toli fiila nyɛla din m-be soli! Na kuli n-gbulisimi tibili lahibaya na nyɛla din m-be soli ka lahi kpaŋ a maŋa ka a yuli ti <discordLink>Discord</discordLink> n wum lahibaya din yoil n kpɛna.

source: Exit & Delete clips
dag: Yima ka nyahi kukoya

source: Explore informal scenarios, situations, or reenactments
dag: Lihimi ʒilɛli shɛhira nima, di saha maa bee ʒɛmana kurili kpɛriti

source: Express or solicit prejudiced or offensive sentiments
dag: Din yɛra bee din bɔhiri filiŋ bee yɛltɔɣa fina nima

source: Failed to copy SHA256 Checksum
dag: Di kɔnla yaabu SHA256 yulima

source: Fast
dag: Yom

source: Faster playback speed
dag: Yomyom labi ŋmɛ tia

source: Female
dag: paɣa

source: Female/Feminine
dag: Paɣa/Paɣatali

source: Fewer than 15 words per sentence
dag: Yɛltɔɣili din bachinima bi paai pia ni anu

source: Fields marked with an asterisk (*) are required.
dag: Yaɣ'sheŋa din to asterisk (*) niŋ talahi

source: File is too large
dag: Gbaŋ maa bara pam

source: File is too small
dag: Gbaŋ maa pɔri pam

source: Finance
dag: Laɣiri

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
dag: Yulibo ninvuɣi shɛbi ban mali zaɣa,di ni tooi nyɛ yunivɛsiti nima,balla shikuruti,laɣisi ban mali kukoya bee tabiibi baŋsim yaɣ'.Bomi bi shee ka bi taɣisi kahiga bi ni soŋdi sham,ni bintahili.<outreachTemplates>yulimi di mŋahinli sodolisi ŋɔ zuɣu<outreachTemplates>.

source: Find us on Matrix
dag: Nyami ti Matrix zuɣu

source: Finish editing first?
dag: N naai tɔhibu piligu?

source: Finish recording
dag: Naami yaabu

source: Finish recording first?
dag: A naai tuuli yaabu?

source: Finish Review
dag: Naami labi vihi

source: Finish validating
dag: Naami zahimbu maa

source: Finish validating clips?
dag: A zahim kukoya maa n-naai?

source: Finnish
dag: Naaibu

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
dag: Tuuli, vihi nyɛ nyaa a zuliya balli <languageLink>pun beni</languageLink>. Di yi kani, a ni tooi <languageRequestLink>bohi zaŋ pka a zuliya balli pahibu polo</languageRequestLink>. Di malila Yaɣ' ayi. Site lebigibu, mini yɛltɔɣa laɣimbu.

source: Follow guidelines from “What sentences can I add?”
dag: Doli zalizi ŋan yina "Yɛltɔɣa dini ka n ni tooi zaŋ pahi?"

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
dag: kukolikam ka a yi tɔhi, yɛltɔɣali kam ka a yi dihitabili a tuma dundɔŋ maa wuhirimi n ti a a kpaŋmaŋa zaŋ kana bali shɛli ani tɔhiri tirimaa.Nii ani tooi tɔhi yaɣi ninvuɣu yino zuɣu<br/><br/>.Zaŋmi a tuma dunduŋ n vihi gbaai maŋmaŋa toontibo n shebi dini,ka buɣisi ti amaŋa dabisili bee bakoi tɔhibu nia

source: for example
dag: shɛhirili

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
dag: Zaŋ kpa sokam tɔhi sabi talim Poham zuɣu,a ni tooi zaŋ shikuru baŋsim sodolisi kamani Harvard ni Jess(2021)

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
dag: Pɔi ka tabiibi baŋsim tum tuma n-ti sokam, yɛligbahira din din sɔŋdi tabiibi baŋdiba tu ni di yila yaɣ' bɔbigu niriba sani na. Shɛhira, di yi niŋ ka ti bi zaŋ bɔbi shɛli polo (nayahili, tomo nanunli) nima yɛltɔɣa m-pahi, dindina lala baŋsim maa ku tum tuma viɛnyɛla n-ti lala bɔbili maa nima. <learnMore>Bɔhimmi din che ka mɛtadeeta kpa talahi m-pahi.</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
dag: Zaŋ chaŋ zuliya yɛltɔɣa nima shɛŋa din pun zaŋ pa wɛbisiɛti maa zuɣu nyɛla binshɛli din pun <localizationGlossaryLink>lɛbigi</localizationGlossaryLink>, ka mali <sentenceCollectionGlossaryLink> yɛltɔɣa shɛŋa din pun laɣim </sentenceCollectionGlossaryLink> din yɛn sɔŋsi din na chana zaŋ jɛndi <speakLink>Yalima</speakLink> ni <listenLink>Wumima</listenLink> tɔhibu nima.

source: Forwards
dag: Tooni polo

source: Foundations
dag: Nyabili

source: General
dag: Din kam pahi

source: General guidance
dag: shɛli kam sɔŋsim

source: General language / multiple variants
dag: Balli zaa/bali bɔbigu

source: Generate Credentials
dag: Nammi bin kpɛhira

source: German
dag: Gaamani

source: Get in touch
dag: Chɛ ka yi pɔhima yoori taba

source: Get involved
dag: Tim mi nua.

source: Get Involved
dag: Zaŋ a nua pahi

source: Get started with goals
dag: Pilimi ni tahimanima

source: Get Started with Speech Recognition
dag: zaŋmi kukɔli baŋbu m-pili

source: Get your certificate
dag: Deemi a shɛhira gbaŋ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
dag: NeMo</githubLink>™ nyɛla <docsLink>open-source toolkit</docsLink> zaŋ n-ti vihivihiriba ban be AI yɛltɔɣa ni.

source: Goal reached
dag: Tahama din tum

source: Goals
dag: Nianima

source: Go to Discourse
dag: Chami fiila puuni

source: Go to Languages Page
dag: chami zuliya balli yaɣili

source: Go to { $name }
dag: Cham { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
dag: <governanceLink>Karimmi pam zaŋ kpa ti gbubbu</governanceLink>

source: Governments
dag: Gɔmdantinima

source: Grammatical mistakes and colloquialisms
dag: sabbu min yɛli chirim ni colloquialisms

source: Grammatical / spelling error
dag: Girama/ bachi ŋmɛbu muɣisigu

source: Grammatical variation and slang should be recorded exactly as it occurs. Do not correct or edit people’s speech.
dag: yɛltɔɣa pubu balibu ni lɔŋgolisibu tu ni di vɛli din niŋ sham. Di be tu ni a maanda be n taɣra niriba yɛlgu.

source: Great! How many clips a week?
dag: M-bo,clipu dibaala dakulo puuni?

source: Great! How many clips per day?
dag: M-bo, klipu dibaala dabisili puuni?

source: Great!<recordIcon></recordIcon> Record your next clip
dag: Mbo!<recordIcon></recordIcon>Yaami a kukoli din paya

source: Great work!<playIcon></playIcon> Listen again when you're ready
dag: Mbo!<playIcon></playIcon>̀ A yi niŋ shili a ni tooi lahi labi n-wum

source: Greek
dag: yɛl'kurili

source: Guidelines
dag: Sodolisi

source: Have Feedback?
dag: A mali shɛli ni a yɛli?

source: Have you read our Terms?
dag: A karimmi ti zalisi?

source: Having an account is not required to contribute, though it is helpful.
dag: Di bi n kpa talahi ni a mali akaunti pɔi ka naan n tooi n tɔhi, tɔ! amaa di malibu nyɛla din yɛn n sɔŋ a.

source: Healthcare
dag: Alaafee bɔmma

source: Help
dag: sɔŋsim

source: Help Common Voice reach { $hours } hours in a language with a personal goal
dag: Sɔŋmi Common Voice ka di paai { $hawanima } zuliya balli nam tahima din ni tum hawa puuni

source: Help create Common Voice’s first target segment in { $locale }
dag: Sɔŋmi n-nam Common Voice tuuli yɛltɔɣili { $locale } ni

source: Help teach machines how real people speak, donate your voice at { $link }
dag: sɔŋ wuhi maʒina ninsalinima ni yɛri shɛm,zaŋmi a kukɔli ti{ $link }

source: Help us build a community around voice technology, stay in touch via email.
dag: Sɔŋmi ti ka ti kpa kukɔli tabiibi mabiligu dundɔŋ, doli ti imeeli zuɣu.

source: Help us find more voices, share your goal
dag: Soŋmiti ka ti bo kukoya pam,kagi ti a tahima

source: Help us get to { $goal }
dag: Sɔŋmi ti ka ti paai

source: Help us validate sentences!
dag: Sɔŋmi ti ka bo dihitabili n-ti satara!

source: Help us validate voices
dag: Sɔŋmi ti ka ti zahim kukoya

source: Here are the links to download your ZIP files.
dag: N nyɛ linki' shɛŋa a ni yɛn n-zaŋ n-kpɛhi a ZIP gbana.

source: Hidden
dag: Sɔɣimi

source: Hill Mari
dag: So yuli

source: His hand was rais-ed.
dag: O bɔɣu daa wuɣimi.

source: His name is <underline>Jo- Jona-</underline> Jonathan.
dag: O yuli nyɛla <underline>Jo- Jona-</underline> Jonathan.

source: History, Law and Government
dag: Yɛlikura, fukumsi zalisi mini gɔmnanti

source: Hours
dag: Awa nima

source: Hours Recorded
dag: vɛlbu hawa

source: Hours Validated
dag: Awanima dihitabili

source: How ?
dag: Wula?

source: How are project decisions made?
dag: Wula ka tuma shaawara nima lee gbaara?

source: How can we effectively grow a language on Common Voice?
dag: Wula ka ti yɛn n niŋ ka ti zuliya balli tooi zooi Common Voice puuni?

source: How does Common Voice work?
dag: Wula ka Common Voice tuumda?

source: How does site localization work?
dag: Wula ka sodoligu din be ti dundona ni tumda?

source: How do I access and use the dataset?
dag: Wula ka n yɛn niŋ nya ka zaŋ dataset tum tuma?

source: How do I add a language?
dag: Wula ka n ni tooi zaŋ zuliya balli m-pahi?

source: How do I add sentences?
dag: wula ka n yɛn tooi m-pahi kukɔɣa?

source: How do I cite?
dag: Wula ka n yɛn ti di lahibali?

source: How do I know whether to approve a voice clip?
dag: wula ka n yɛn n niŋ m-baŋ ni n saɣiti kukɔli kliipu?

source: How do I record a high quality voice clip?
dag: Wula ka n ni tooi yaai kukɔ'viɛlli

source: How do I stay in touch?
dag: Wula ka n mini ya pɔha yɛn yooi taba?

source: How is Common Voice funded?
dag: Wula ka Common voice niŋda nyari liɣiri?

source: How Spontaneous Speech works
dag: Spontaneous Speech ni tumdi shɛm

source: How to add multiple sentences
dag: A ni yɛn pahi yɛltɔɣa bɔbigu shɛm

source: How would you describe your accent?
dag: Wula ka a ni tooi buɣisi a ni diri fiila shɛm?

source: How would you describe your sex or gender?
dag: Wula ka a yɛn buɣisi a dotali bee paɣitali?

source: I agree
dag: N saɣiya

source: I agree I will not attempt to identify the speakers in the Common Voice dataset.
dag: N saɣiti ni n ku bɔri ni n vihi baŋ ŋun yɛra kukoli yinsi ni

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
dag: N saɣi n-ti Common Voice's <termsLink>zalisi</termsLink> ni di <privacyLink>ashili daŋsibu</privacyLink>

source: I agree to Common Voice Terms and Privacy.
dag: N saɣi n-ti Common Voice zalisi ni di ashiya.

source: Icelandic
dag: Iselandik

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
dag: N ti saɣiya ni yɛltɔɣa ŋɔ pala <wikipediaLink> so dini <wikipediaLink> ka m mali soli ni n tooi zaŋ ŋa m-pahi.
